{"0":"Diseño y cálculo de bases de \nsoporte solicitadas a \nflexocompresión, compresión o \ntracción según la combinación \nconsiderada \n \n \nApellidos, nombre Arianna Guardiola Víllora \n(aguardio@mes.upv.es)  \nDepartamento Mecánica del Medio Continuo y Teoría \nde Estructuras \nCentro Escuela Técnica Superior de Arquitectura \nde Valencia \n\nBases de soporte a flexocompresión, compresión simple y tracción \n \nArianna                Guardiola                Víllora","1":"rianna                Guardiola                Víllora                                                                                                                                                                                                1                \n \n1 Resumen de las ideas clave \nEn  el  proceso  de  diseño  y  cálculo  de  los  elementos  y  uniones  de  las  estructuras  es  \nnecesario tener en cuenta las distintas situaciones a que van a estar sometidos durante \nel proceso de ejecución y  a lo largo de la vida útil.","2":"aciones a que van a estar sometidos durante \nel proceso de ejecución y  a lo largo de la vida útil. \nEn  el  caso  de  las  bases  de  soporte  empotradas,  es  posible  que,  en  función  de  la  \ncombinación de acciones considerada, el extremo del soporte se encuentre solicitado \na flexocompresión, a compresión simple, o a tracción. \nEn este documento se muestra el proceso de diseño y cálculo de una base de soporte \nde acero empotrada, solicitada a flexocompresión, a compresión simple o a tracción, \nsegún  la  combinación  de  hipótesis  de  carga  considerada en el cálculo, siguiendo los","3":"cción, \nsegún  la  combinación  de  hipótesis  de  carga  considerada en el cálculo, siguiendo los \ncriterios  establecidos  por  el  Documento  Básico  de  Seguridad  Estructural,  Acero  del  \nCódigo Técnico de la Edificación y la instrucción de Hormigón Estructural EHE-08 \n2 Introducción \nPara poder transmitir el esfuerzo de compresión en el extremo de un soporte de acero \na  la  cimentación,  es  necesario  disponer  de  una  placa  de  reparto  que  disminuya  las  \npresiones sobre el hormigón, material de menor tensión admisible.","4":"e  reparto  que  disminuya  las  \npresiones sobre el hormigón, material de menor tensión admisible. \nPara  que  dicha  placa  de  reparto  sea  eficaz,  deberá  tener  un  determinado  espesor,  \nfunción  de  los  esfuerzos  a  transmitir,  además  de  estar  suficientemente  anclada  a  la  \ncimentación garantizando que no se produce un despegue entre ambas superficies. \nEl  proceso  de  dimensionado  de  las  bases  de  soporte  consiste  en  predimensionar  la  \nplaca  teniendo  en  cuenta  una  serie  de  criterios  de  diseño,  comprobar  que  las","5":"ar  la  \nplaca  teniendo  en  cuenta  una  serie  de  criterios  de  diseño,  comprobar  que  las  \ndimensiones  son  aceptables  considerando  los  esfuerzos  a  transmitir  y  disponer  las  \narmaduras necesarias para anclarla a la cimentación.  \n3 Objetivos \nUna vez que el alumno finalice la lectura de este documento será capaz de: \n Diseñar   la   base   de   un   soporte   de   acero   solicitado   a   flexocompresión,   \ncompresión  simple  o  tracción  según  la  combinación  de  hipótesis  de  carga  \nconsiderada.","6":"compresión  simple  o  tracción  según  la  combinación  de  hipótesis  de  carga  \nconsiderada. \n Comprobar  que  son  adecuadas  las  dimensiones  de  la  placa  de  anclaje  \ndiseñada para todas las combinaciones consideradas. \n Dimensionar  las  armaduras  de  anclaje  de  la  placa  a  la  cimentación  teniendo  \nen cuenta todas las situaciones posibles. \n Dibujar  el  detalle  constructivo  correspondiente  que  satisface  las  condiciones  \nanteriores.","7":"jar  el  detalle  constructivo  correspondiente  que  satisface  las  condiciones  \nanteriores. \n \n\nDiseño y cálculo de bases de soporte a flexocompresión, compresión y tracción \n \n2         Arianna Guardiola Víllora \n \n4 Diseño   y   cálculo   de   las   bases   de   soporte   en   \nflexocompresión, compresión simple y tracción \n4.1 Predimensionado de la placa de anclaje y obtención \ndel área portante.","8":"esión simple y tracción \n4.1 Predimensionado de la placa de anclaje y obtención \ndel área portante. \nSe trata de diseñar un empotramiento, por lo que la unión entre el soporte y la placa \nde  acero  y  la  placa  de  acero  con  la  cimentación  tendrá  que  ser  capaz  de  transmitir  \naxiles, momentos y cortantes. \n \nPor tanto, los anclajes se situarán más allá del borde de las alas, con objeto de sujetar \nlas cabezas del perfil para garantizar la coacción al giro en el empotramiento, y el \nperfil de acero deberá soldarse perimetralmente a la placa tal y como se observa en \nla figura 1.","9":"perfil de acero deberá soldarse perimetralmente a la placa tal y como se observa en \nla figura 1. \n \nFigura 1. Esquema de la placa \nLas    distancias    del    eje    de    las    \narmaduras   al   borde   frontal   y   al   \nlateral deberán ser suficientemente \ngrandes  para  evitar  que  la  chapa  \nrompa.   \n35 mm \n p\n1\n, p\n2 \n 60 mm.  \nLa  distancia  entre  la  cara  exterior  \ndel  perfil  y  el  eje  de  las  armaduras  \nserá  tal  que  garantice  la  sujeción  \ndel ala del soporte.  \n35 mm \n d\n1\n  60 mm.","10":"armaduras  \nserá  tal  que  garantice  la  sujeción  \ndel ala del soporte.  \n35 mm \n d\n1\n  60 mm. \n \nEl valor de d\n2\n dependerá de si el soporte está solicitado a sólo a flexión alrededor del \neje y (d\n2\n puede ser cero) o también está solicitado por un momento sobre el eje z, en \ncuyo caso se dispondría la misma distancia que d\n1\n. \n \nDe  este  modo  se  tienen  las  dimensiones  de  la  placa,  a  x  b,  siendo  el  espesor  \nrecomendado  entre  15 y 20  mm  para  los  casos  de  flexocompresión,  sin  olvidar  que","11":"esor  \nrecomendado  entre  15 y 20  mm  para  los  casos  de  flexocompresión,  sin  olvidar  que  \ntrata de un predimensionado, y que si al comprobar el espesor de la placa, éste no es \nsuficiente, se aumentará. \n \nDe acuerdo con el artículo 8.8.1 del DB SE-A, de toda la superficie de la placa \ndispuesta,  sólo  se  transmiten  esfuerzos  a  la  cimentación  a  través  del  área  portante,  \nque  es  la  zona  alrededor  del  perfil  cuya  anchura  suplementaria  de  apoyo  tiene  el  \nvalor C. \n \ny\nz\na\nb\nh\nc\np\n1\np\n2\nd\n1\nd\n2","12":"rfil  cuya  anchura  suplementaria  de  apoyo  tiene  el  \nvalor C. \n \ny\nz\na\nb\nh\nc\np\n1\np\n2\nd\n1\nd\n2\n\nBases de soporte a flexocompresión, compresión simple y tracción \nArianna                Guardiola                Víllora                                                                                                                                                                                                3                \n \n \nsiendo \n1\n2\ny\njd    M0\nf\nct\n3f\n\n\n\n\n\n\n\n        donde \n  \nf\ny\n   es  el  límite  elástico  del  acero  de  la  \nplaca \nt es el espesor de la misma \nf\njd","13":"f\ny\n   es  el  límite  elástico  del  acero  de  la  \nplaca \nt es el espesor de la misma \nf\njd \n   es   la   resistencia   de   cálculo   del   \nhormigón confinado. \n \n            Figura 2. Área portante \nDe  tal  manera  que,  una  vez  calculado  el  valor de C, se obtiene el área portante \norlando el perfil con la anchura suplementaria, tal y como se muestra en la figura 2.  \n4.2 Comprobación  de  la  placa  diseñada  solicitada  a  \nflexocompresión  y dimensionado de los anclajes \n \nLa   solicitación   de   flexocompresión   es   habitualmente   la   determinante   en   el","14":"s \n \nLa   solicitación   de   flexocompresión   es   habitualmente   la   determinante   en   el   \ndimensionado de la placa, de modo que ésta se dimensiona para la combinación de \nhipótesis de carga mas desfavorable a flexocompresión, habitualmente la que mayor \nexcentricidad  del  axil  genere,  entendiendo  excentricidad  como  el  cociente  entre  el  \nmáximo momento flector y el máximo axil de la combinación considerada.","15":"o  el  cociente  entre  el  \nmáximo momento flector y el máximo axil de la combinación considerada. \n \nCuando  el  extremo  del  soporte  que  se  está  \nuniendo  a  la  cimentación  está  solicitado  a  \nflexocompresión,          el          esquema          de          \ncomportamiento  de  la  placa  sería  el  que  se  \nmuestra en la figura 3. \n \nEn  esta  imagen  se  observa  que  el  axil  de  \ncompresión  y  el  momento  flector  producen  \ncompresiones en el hormigón bajo el área \nportante  (zona  rayada)  y  tracciones  en  las  \narmaduras del otro extremo de la placa.","16":"el área \nportante  (zona  rayada)  y  tracciones  en  las  \narmaduras del otro extremo de la placa. \n \nEl  proceso  de  dimensionado  en  estos  casos  \nconsiste    en    plantear    las    ecuaciones    de    \nequilibrio  para  obtener  el  valor  de  la  tracción  \nen las armaduras (Z) y la superficie comprimida \nbajo el área portante (x). \n \nc\nárea portante\njd\nx\nf\nZ\nM\nN\nc\narmadura traccionada\narmadura traccionada\nzona compresiones","17":"(x). \n \nc\nárea portante\njd\nx\nf\nZ\nM\nN\nc\narmadura traccionada\narmadura traccionada\nzona compresiones\n\nDiseño y cálculo de bases de soporte a flexocompresión, compresión y tracción \n \n4         Arianna Guardiola Víllora \n \nFigura 3. Solicitaciones en la placa \nObtenidos   dichos   valores,   se   comprueba   que   las   dimensiones   de   la   placa   son   \nsuficientes  (dimensiones  en  planta  y  espesor)  y  se  dimensionan  las  armaduras  de  \ntracción (área y longitud de anclaje) disponiéndose las mismas armaduras en la zona \nde  compresión.","18":"racción (área y longitud de anclaje) disponiéndose las mismas armaduras en la zona \nde  compresión.  Véase  diseño  el  artículo  docente  “Diseño  y  cálculo  de  las  placas  de  \nanclaje a flexocompresión” (http://hdl.handle.net/10251/10883  \n4.3 Comprobación de los elementos de la placa cuando \nel soporte está solicitado a compresión simple \nPara   aquellas   combinaciones   en   que   el   extremo   del   soporte   esté   solicitado   a   \ncompresión simple, se deberán comprobar las siguientes condiciones: \n4.3.1 Comprobación de las dimensiones en planta.","19":"se deberán comprobar las siguientes condiciones: \n4.3.1 Comprobación de las dimensiones en planta. \n \nSe  debe  comprobar  que  la  tensión  resultante  en  la  superficie  de  la  placa  de  anclaje  \nsea  menor  a  la  resistencia  a  compresión  del  hormigón  confinado,  calculado  para  las  \ncomprobaciones del epígrafe 4.2: \nmaxjd\nf\n   siendo \nEd\nmaxmedjd\np\nN\nf\nA\n \n4.3.2 Comprobación del espesor de la chapa  \nSe debe comprobar que el espesor adoptado para la chapa es suficiente.","20":"ón del espesor de la chapa  \nSe debe comprobar que el espesor adoptado para la chapa es suficiente. \nPara ello se debe cumplir la desigualdad: \npl,RdEd\nMM\n    \nSiendo \npl,Rd\nM\n   \nel momento resistente plástico de una sección rectangular de ancho\nunidad y espesor t calculado para las comprobaciones del epígrafe\n4.2 \nEd\nM\n el máximo momento solicitación en la placa. En este caso el valor no\ncoincide  con  el  de  las  comprobaciones  del  epígrafe  4.2  al  se\nr\ndiferente el esquema de carga (véase figura 4) \n \n \n2\nEd\nqL\nM\n2\n\n\n             \ndonde \n2\nmed\nq(N / mm ) 1 mm\n y  L = c","21":"rga (véase figura 4) \n \n \n2\nEd\nqL\nM\n2\n\n\n             \ndonde \n2\nmed\nq(N / mm ) 1 mm\n y  L = c  \nsiendo el valor de \nmed\n\nel obtenido en el epígrafe 4.3.1 \n \n \n      Figura 4. Diagrama de flectores\n \nEd\nL = c\nq\nM\n1mm\n\nBases de soporte a flexocompresión, compresión simple y tracción \nArianna                Guardiola                Víllora                                                                                                                                                                                                5                \n4.3.3 Dimensionado de las armaduras","22":"5                \n4.3.3 Dimensionado de las armaduras \n Las dos condiciones que deben cumplir el área de las armaduras, A\ns\n son: \nSydEd\nAf 0,1N \n \n0\n00\nsplaca\nA4 A\n \nSiendo   A\ns\n   el   área   de   todas   las   armaduras   dispuestas   en   el   epígrafe   4.2   (las   \ntraccionadas y las comprimidas)\n \n  Siendo  la  longitud  mínima  de  anclaje  para  armaduras  comprimidas  igual  al  mayor  \nvalor de los siguientes (condiciones diferentes a las del epígrafe 4.2) \n \nb,minb\n2\nl10  ;  150 mm;l\n3\n\n\n\n\n\n donde l\nb","23":"iciones diferentes a las del epígrafe 4.2) \n \nb,minb\n2\nl10  ;  150 mm;l\n3\n\n\n\n\n\n donde l\nb\n es la longitud básica de anclaje calculada \nen el epígrafe anterior. \n \n4.4 Comprobación  de  las  armaduras  cuando  el  soporte  \nestá solicitado a tracción \nCuando  el  soporte  está  solicitado  a  tracción,  la  placa  de  reparto  no  tiene  ninguna  \nfunción, ya que el axil tiende a separarla de la cimentación.","24":"ca  de  reparto  no  tiene  ninguna  \nfunción, ya que el axil tiende a separarla de la cimentación.  \nNo  obstante,  dado  que  se  trata  de  diseñar  una  base  de  soporte  que  sea  capaz  de  \ntransmitir  flexocompresiones,  compresiones  o  tracciones  a  la  cimentación,  se  debe  \ncomprobar a tracción la base diseñada en la figura 1. \n \n4.4.1 Dimensionado de las armaduras \n Área de las armaduras: la condición a cumplir es: \nsys   Ed\nAf N\n  \nSiendo  N\nEd\n  el axil de tracción que solicita al soporte y A\ns\n  el  área  de  todas  las  \narmaduras dispuestas en la placa.","25":"acción que solicita al soporte y A\ns\n  el  área  de  todas  las  \narmaduras dispuestas en la placa. \n \n  La  longitud  de  anclaje  que  garantiza  que  se  transmiten  los  esfuerzos  de  tracción  al  \nhormigón por adherencia será al menos igual a la longitud básica neta, cuyo valor se \nobtiene, a partir de la longitud básica, con la expresión siguiente: \ns\nb,netbb,min\ns,real\nA\nlll\nA\n       \ndonde  = 1 al ser un caso de tracción en prolongación recta, l\nb\n es la longitud básica \nneta  obtenida  en  el  epígrafe  4.2  y  la  longitud  mínima  será  igual  al  mayor  de  los","26":"neta  obtenida  en  el  epígrafe  4.2  y  la  longitud  mínima  será  igual  al  mayor  de  los  \nsiguientes valores: \nb,minb\n1\nl10  ;  150 mm;l\n3\n\n\n\n\n\n  \n\nDiseño y cálculo de bases de soporte a flexocompresión, compresión y tracción \n \n6         Arianna Guardiola Víllora \n \n4.4.2 Comprobación del espesor de la placa: \nConsiderando  el  esquema  de  carga  de  la  figura  5  ,  se  \ndebe   comprobar   que   el   espesor   adoptado   para   la   \nchapa es suficiente.","27":"ra  5  ,  se  \ndebe   comprobar   que   el   espesor   adoptado   para   la   \nchapa es suficiente.  \nPara ello se debe cumplir la desigualdad: \npl,RdEd\nMM\n \n    \nSiendo M\nEd\n \n \nel\n \nmáximo momento flector en la placa, que \nse produce en la sección 1 (figura 6), de valor: \nc\nEd,maxEd\nh\n1a\nMN\n222\n\n  \n\n\n \n \nPara   poder   compararlo   con   el   momento   resistente   \nplástico  de  una  sección  rectangular  de  ancho  unidad  \nobtenido  en  las  comprobaciones  anteriores,  el  momento  \nobtenido  se  debe  dividir  por  la  profundidad  de  la  placa  \n(b en la figura 5): \n \nc","28":"mento  \nobtenido  se  debe  dividir  por  la  profundidad  de  la  placa  \n(b en la figura 5): \n \nc\nEdEd\nh\n11a\nMN\nb22 2\n\n\n   \n\n\n\n\n \nSiendo \n2\ny\npl,Rd\nM0\ntf\nM\n4\n\n\n\n\n \n \nFigura 5. Esquema de carga \n \n \n \nFigura 6. Diagrama de flectores \n4.4.3 Peso propio de la cimentación \nFinalmente, para garantizar que la estructura solicitada a tracción está perfectamente \nanclada al terreno, el peso del dado de hormigón (G) al que se ancla el extremo del \nsoporte, deberá compensar el axil de tracción, verificando que \nEd\nG2,5N","29":"ancla el extremo del \nsoporte, deberá compensar el axil de tracción, verificando que \nEd\nG2,5N\n \n5 Detalle    constructivo    de    la    placa    de    anclaje    \ndimensionada \nCon  los  cálculos  realizados  se  debe  dibujar  el  detalle  constructivo  de  la  placa  de  \nanclaje,  indicando  las  dimensiones  y  materiales  de  todos  los  elementos  que  forman  \nparte   de   la   misma   y   que   satisfacen   las   condiciones   de   todas   las   situaciones   \nconsideradas: flexocompresión, compresión simple y tracción.","30":"es   de   todas   las   situaciones   \nconsideradas: flexocompresión, compresión simple y tracción. \na\n2\n-\n2\n1\ng\na\nc\nh\nN\nb\nN\n1\n2\nN\n1\n2\nEd\nEd\nEd\nt\nM\n2\n-\n2\na\nc\nh\nEd,max\nN\n1\n2\n1\nE\nd\n1\n\nBases de soporte a flexocompresión, compresión simple y tracción \nArianna                Guardiola                Víllora                                                                                                                                                                                                7                \n \n \nEn    la    figura    7    se    dibuja    el    detalle","31":"7                \n \n \nEn    la    figura    7    se    dibuja    el    detalle    \nconstructivo  de  un  ejemplo  de  placa  de  \nanclaje, donde el soporte es un IPE 200 de \nacero  S  275,  las  dimensiones  de  la  placa  \nson 300  x  400  x  15  mm  de  espesor,  y  las  \narmaduras, de acero de armar B 500 S son \n4 ∅16  situadas a 50 mm de la cara exterior \ndel  soporte  y  a  50  mm  del  borde  de  la  \nplaca. \n \n \n          Figura 7.","32":"la cara exterior \ndel  soporte  y  a  50  mm  del  borde  de  la  \nplaca. \n \n \n          Figura 7. Detalle constructivo \n6 Conclusiones \nEl   proceso   de   diseño   de   una   base   de   soporte   solicitada   a   flexocompresión,   \ncompresión  simple  o  tracción  a  lo  largo  de  su  vida  útil,  consiste  en  diseñar  una  placa  \nde anclaje considerando que se encuentra inicialmente solicitada a flexocompresión, \nteniendo  en  cuenta  las  dimensiones  de  la  sección  del  soporte  y  las  condiciones  que","33":"teniendo  en  cuenta  las  dimensiones  de  la  sección  del  soporte  y  las  condiciones  que  \ngarantizan  la  transmisión  de  momentos  flectores,  esto  es,  disponiendo  las  armaduras  \ncomo en la figura 1, y soldando éste perimetralmente a la placa. \nUna  vez  diseñada  la  placa,  se  comprueban  las  dimensiones  de  la  misma  y  se  \ndimensionan las armaduras para garantizar la transmisión del momento flector y el axil \nde  compresión  correspondientes  a  la  combinación  que  produce  flexocompresiones  \nen el extremo del soporte (epígrafe 4.2)","34":"es  a  la  combinación  que  produce  flexocompresiones  \nen el extremo del soporte (epígrafe 4.2) \nA   continuación   se   comprueba   que   la   placa   diseñada   cumple   las   condiciones   \ncorrespondientes  al  caso  de  compresión  simple  en  lo  que  respecta  a  las  dimensiones  \nde  la  chapa  y  el  dimensionado  de  las  armaduras,  redimensionando,  si  es  el  caso,  \naquellos elementos que no cumplan para la situación de compresión simple (epígrafe \n4.3) \nFinalmente  se  comprueba  que  las  armaduras  dispuestas  son  capaces  de  transmitir  el","35":".3) \nFinalmente  se  comprueba  que  las  armaduras  dispuestas  son  capaces  de  transmitir  el  \naxil  de  tracción  cuando  el  soporte  se  encuentra  solicitado  exclusivamente  a  dicho  \nesfuerzo, y se dimensiona el dado de hormigón de la cimentación para que compense \nla fuerza de tracción (epígrafe 4.4) \nPor último, no hay que olvidar que el objetivo último del diseño y cálculo de la base del \nsoporte es que ésta sea construida en taller,  de modo que el resultado del proceso de \ndiseño y cálculo de la placa de anclaje es el detalle constructivo de la misma, del tipo","36":"oceso de \ndiseño y cálculo de la placa de anclaje es el detalle constructivo de la misma, del tipo \ndel de la figura 7, en el que deben quedar indicadas las dimensiones y materiales de \ntodos los elementos que forman la placa. \n7  ACTIVIDAD PROPUESTA \n \n16 B 400 S\n300 mm\nIPE 200\n300.400.15\n300 mm\n400 mm\n50 mm\n50 mm\n\nDiseño y cálculo de bases de soporte a flexocompresión, compresión y tracción \n \n8         Arianna Guardiola Víllora \n \nPara  terminar,  se  propone  la  siguiente  actividad  para  consolidar  el  conocimiento","37":"ora \n \nPara  terminar,  se  propone  la  siguiente  actividad  para  consolidar  el  conocimiento  \naprendido:  Diseñar  la  base  del  soporte  AB  del  pórtico  de  la  figura  8  para  las  tres  \ncombinaciones de hipótesis de carga  indicadas, considerando que es un HEB 220.  \n \n \nFigura 8. Combinaciones de hipótesis de carga \nNota: Una de las posibles soluciones se incluye en el Anejo A de este documento. \n8 Bibliografía \n8.1 Libros: \n[1]  MINISTERIO  de  la  VIVIENDA:  “Documento  Básico  Seguridad  Estructural,  Acero”,  \nCódigo Técnico de Edificación.","38":"a  VIVIENDA:  “Documento  Básico  Seguridad  Estructural,  Acero”,  \nCódigo Técnico de Edificación. Disponible en: http://www.codigotecnico.org \n[2]  MINISTERIO  de  FOMENTO:  Instrucción  de  Hormigón  Estructural  EHE-08    Disponible  \nen:\nhttp://www.fomento.es/MFOM/LANG_CASTELLANO/INFORMACION_MFOM/PUBLICACIONES/PUB_OF_LINE\nA/NORMATIVA_TEC/ehe08.htm \n[3]   Monfort   Lleonart,   J.:   “Estructuras   Metálicas   en   Edificación   adaptado   al   CTE”      \nEditorial Universidad Politécnica de Valencia ISBN 84-8363-021-4","39":"ción   adaptado   al   CTE”      \nEditorial Universidad Politécnica de Valencia ISBN 84-8363-021-4 \n[4]  Ejemplos  prácticos  resueltos  en  “Problemas  de  estructuras  metálicas  adaptados  al  \nCódigo  Técnico”  capítulo  4.  Autores:  Monfort  Lleonart,  J.  Pardo  Ros,  J.L.,  Guardiola  \nVíllora, A. Ed. Universidad Politécnica de Valencia. \n8.2   Otras fuentes: \n[1]  Objeto  docente  ”Diseño  y  cálculo  de  las  placas  de  anclaje  a  flexocompresión” \nAutora: Arianna Guardiola Víllora.","40":"y  cálculo  de  las  placas  de  anclaje  a  flexocompresión” \nAutora: Arianna Guardiola Víllora. Disponible en:  http://hdl.handle.net/10251/10883 \n[2] Polimedia “Bases de soporte a flexocompresión”. Autora: Arianna Guardiola Víllora. \nDisponible en: http://hdl.handle.net/10251/7817 \n[3] Polimedia “Diseño y cálculo de las bases simples de soporte en compresión simple” \nAutora: Arianna Guardiola Víllora. Disponible en: http://hdl.handle.net/10251/16432 \n \n8 m\n3 kN/m\nA\nBC\nD\n4 m\n8 m\n4 kN/m\nA\nBC\nD\n3 kN/m\nCOMBINACION  1\nCOMBINACION  2\nCOMBINACION  3\n8 m\n6 kN/m\nA\nBC\nD","41":"A\nBC\nD\n4 m\n8 m\n4 kN/m\nA\nBC\nD\n3 kN/m\nCOMBINACION  1\nCOMBINACION  2\nCOMBINACION  3\n8 m\n6 kN/m\nA\nBC\nD\n\nBases de soporte a flexocompresión, compresión simple y tracción \nArianna                Guardiola                Víllora                                                                                                                                                                                                9                \n8.3 Figuras: \nTodos  los  dibujos  incluidos  en  este  documento  han  sido  realizados  por    Guardiola  \nVíllora, A.","42":"los  dibujos  incluidos  en  este  documento  han  sido  realizados  por    Guardiola  \nVíllora, A. \nANEJO A \nEn  la  figura  9  se  propone  una  posible  solución  constructiva  para  la  base  del  soporte  \npropuesta. \nLas dimensiones de los elementos se han calculado considerando que las dimensiones \nde  la  zapata  son  150x100x100  cm,  que    el  hormigón  utilizado  es  HA  25,  y  los  anclajes  \nson de acero B 500 S. \nNo obstante hay muchos otros detalles constructivos que satisfacen las condiciones de \nbase empotrada, solicitada a flexocompresión, compresión simple y tracción.","43":"cen las condiciones de \nbase empotrada, solicitada a flexocompresión, compresión simple y tracción. \nEl alumno debe ser capaz de diseñar, y comprobar los distintos elementos que forman \nparte de la base del soporte para cada una de las situaciones estudiadas, justificando \nla solución adoptada, a pesar de no coincidir con la propuesta en este apartado. \n \n \n \n \nFigura 9. Detalle constructivo de la placa de anclaje \n16 B 500 S\n350 mm\nHEB 220 S 275\n420.320.20  S 275\na = 420 mm\n50\n220\n50\nb = 320 mm","44":"placa de anclaje \n16 B 500 S\n350 mm\nHEB 220 S 275\n420.320.20  S 275\na = 420 mm\n50\n220\n50\nb = 320 mm\n50"}